# Напишите программу, которая принимает на вход цифру, 
# обозначающую день недели, и проверяет, является ли этот день выходным.
# Пример:
# - 6 -> да
# - 7 -> да
# - 1 -> нет

n = int(input('Введите число дня недели  от 1 до 7: '))
if n > 5:
    print('Выходной')
else:
    print('Рабочий') 

 




